#!/usr/bin/bash

mkdir -- -𝘳𝘧
mkdir -- -𝘈𝘭
mkdir -- -𝘈𝘭𝘩
mkdir -- -𝘤
mkdir -- -𝓡
mkdir -- -𝑅
mkdir -- -𝘙
mkdir -- -𝑹
mkdir -- -𝙍
mkdir -- -𝘨𝘦𝘵𝘳𝘦𝘬𝘵


echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘳𝘧/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘈𝘭𝘩/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘤/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓲_𝙝𝙤𝙥𝙚_𝘺𝘰𝘶_𝒍𝒆𝒂𝒓𝒏𝒆𝒅_𝓈𝓉𝓊𝒻𝒻}" > -𝓡/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝓡/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑅/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘙/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝑹/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵

echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝙍/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵


echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝘳𝘧
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝘈𝘭
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝘈𝘭𝘩
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝘤
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝓡
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝑅
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝘙
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝑹
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝙍
echo "𝘣𝔂𝓾𝘤𝓉𝒇{𝓯𝒶𝒌𝙚}" > -𝘨𝘦𝘵𝘳𝘦𝘬𝘵/-𝘨𝘦𝘵𝘳𝘦𝘬𝘵